
public class Main {
    public static void main(String[] args) {

        /*Необходимо создать целочисленные переменные a и b,
        присвоить произвольные значения переменным на ваш выбор и
        вывести результаты следующих операций с этими переменными:
        сложение, умножение, вычитание, деление и остаток от деления.
        Также сделать проверку на четность этих переменных и вывести результат.
         */

        Calculator calculator = new Calculator();

        System.out.println(calculator.division(60,0));


        }
    }
